---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareMeters
source: html/9dde7bda-9f10-39da-ff50-0486a56baa34.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareMeters Property

Square meters.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareMeters { get; }
```